Repository: kchro3/TypeaheadAI
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, it

source: %@ (Enhanced)
fr: %@ (Amélioré)
it: %@ (Migliorato)

source: %@ [tab]
fr: %@ [tabulation]
it: %@ [scheda]

source: ^[%lld smart-copy](inflect: true)
fr: ^[%lld copie intelligente](inflect: true)

source: ^[%lld smart-paste](inflect: true)
fr: ^[%lld collage intelligent](inflect: true)

source: <Error: Images are not saved to history>
fr: <Erreur : Les images ne sont pas sauvegardées dans l'historique>
it: <Errore: Le immagini non sono salvate nella cronologia>

source: Account Settings
fr: Paramètres du compte
it: Impostazioni dell'account

source: Active App
fr: App Active
it: App attiva

source: Active Bundle ID
fr: ID de Bundle Actif
it: ID del bundle attivo

source: Active URL
fr: URL active
it: Incolla il testo dell'URL attivo.

source: Add New Example
fr: Ajouter un Nouvel Exemple
it: Aggiungi Nuovo Esempio

source: and type "Check Microsoft's stock"
fr: et tapez 'Vérifier l'action de Microsoft'
it: e digita "Controlla le azioni di Microsoft"

source: Are you sure you want to all messages? This action cannot be undone.
fr: Êtes-vous sûr de vouloir à tous les messages ? Cette action.
it: Sei sicuro di voler cancellare tutti i messaggi? Questa azione non può essere annullata.

source: Are you sure you want to delete this example?
fr: Êtes-vous sûr de vouloir supprimer cet exemple ?
it: Sei sicuro di voler eliminare questo esempio?

source: Are you sure you want to the intents? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer les intentions ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler procedere con gli intenti? Questa azione non può essere annullata.

source: Are you sure you want to the smart copy-paste history? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer l'historique de copie-collage intelligent ? Cette action est irréversible.
it: Sei sicuro di voler cancellare la cronologia di copia-incolla intelligente? Questa azione non può essere annullata.

source: Ask a follow-up question...
fr: Posez une question complémentaire...
it: Fai una domanda di approfondimento...

source: Ask me anything!
fr: Demandez-moi n'importe quoi !
it: Chiedimi qualsiasi cosa!

source: Ask Typeahead about this screenshot. Currently, this workflow does not support autopilot.
fr: Demandez à Typeahead à propos de cette capture d'écran. Actuellement, ce flux de travail ne prend pas en charge le mode automatique.
it: Chiedi a Typeahead riguardo questo screenshot. Attualmente, questo flusso di lavoro non supporta il pilota automatico.

source: Autopilot Mode
fr: Mode automatique
it: Modalità pilota automatico

source: Back
fr: Retour
it: Indietro

source: Before we can get started, Typeahead will need some Accessibility permissions to work. In **System Settings**, under the **Privacy & Security** tab, please navigate to the **Accessibility** options and add Typeahead to your allowed apps. Press the button below to open System Preferences and modify your Accessibility settings.
fr: Avant de pouvoir commencer, Typeahead aura besoin de certaines autorisations d'Accessibilité pour fonctionner. Dans les Préférences Système, sous l'onglet Confidentialité et Sécurité, veuillez naviguer vers les options d'Accessibilité et ajouter Typeahead à vos applications autorisées. Appuyez sur le bouton ci-dessous pour ouvrir les Préférences Système et modifier vos paramètres d'Accessibilité.
it: Prima di poter iniziare, Typeahead avrà bisogno di alcuni permessi di Accessibilità per funzionare. Nelle **Impostazioni di Sistema**, sotto la scheda **Privacy e Sicurezza**, si prega di navigare nelle opzioni di **Accessibilità** e aggiungere Typeahead alle app autorizzate. Premi il pulsante qui sotto per aprire le Preferenze di Sistema e modificare le tue impostazioni di Accessibilità.

source: By continuing, you agree to Typeahead's [Privacy Policy](https://typeahead.ai/privacy-policy) and [Terms of Use](https://typeahead.ai/terms-of-use).
fr: En continuant, vous acceptez la [Politique de Confidentialité](https://typeahead.ai/privacy-policy) et les [Conditions d'Utilisation](https://typeahead.ai/terms-of-use) de Typeahead.
it: Continuando, accetti la [Politica sulla Privacy](https://typeahead.ai/privacy-policy) e i [Termini di Utilizzo](https://typeahead.ai/terms-of-use) di Typeahead.

source: Cancel
fr: Annuler
it: Annulla

source: Cancel task
fr: Annuler la tâche
it: Annulla compito

source: Cancel Tasks: Aborts any streaming results or autopilot tasks
fr: Annuler les tâches : Interrompt tout résultat de streaming ou tâches d'autopilotage
it: Annulla Compiti: Interrompe qualsiasi risultato di streaming o compiti in modalità pilota automatico

# Character count: %lld/%lld
source: Character count: %1$lld/%2$lld
fr: Nombre de caractères : %lld/%lld
it: Conteggio dei caratteri: %1$lld/%2$lld

source: Chat with Typeahead
fr: Discuter avec Typeahead
it: Chatta con Typeahead

source: Check for updates
fr: Vérifier les mises à jour
it: Controlla gli aggiornamenti

source: Choose different folder
fr: Choisir un autre dossier
it: Scegli una cartella diversa

source: Choose folder
fr: Choisir un dossier
it: Scegli la cartella

source: Clear
fr: Effacer
it: Chiaro

source: Clear history
fr: Effacer l'historique
it: Cancella cronologia

source: Clear Intents
fr: Effacer les Intentions
it: Intenzioni chiare

source: Clear Messages
fr: Effacer les messages
it: Messaggi cancellati

source: Click here and press "smart-paste"
fr: Cliquez ici et appuyez sur 'collage intelligent
it: Clicca qui e premi "smart-paste"

source: Command
fr: Commande
it: Esegui il comando

source: Configure Quick Action
fr: Configurer l'action rapide
it: Configura Azione Rapida

source: Confirm clearing history
fr: Confirmer la suppression de l'historique
it: Conferma cancellazione cronologia

source: Confirm clearing intents
fr: Confirmer la suppression des intentions
it: Conferma la cancellazione degli intenti

source: Confirm clearing messages
fr: Confirmer l'effacement des messages
it: Conferma l'eliminazione dei messaggi

source: Continue
fr: Continuer
it: Continua

source: Continue with Apple
fr: Continuer avec Apple
it: Accedi con Apple

source: Continue with Google
fr: Continuer avec Google
it: Accedi con Google

source: Copied Text
fr: Texte copié
it: Testo copiato

source: Create
fr: Créer
it: Creare

source: Delete
fr: Supprimer
it: Elimina

source: Describe what this quick action should do. The more descriptive, the better.
fr: Décrivez ce que cette action rapide devrait faire. Plus c'est descriptif, mieux c'est.
it: Descrivi cosa dovrebbe fare questa azione rapida. Più è descrittiva, meglio è.

source: Detailed Plan
fr: Plan détaillé
it: Piano dettagliato

source: Directory:
fr: Répertoire :
it: Cartella:

source: Edit
fr: Éditer
it: Modifica

source: Edit Message
fr: Éditer le Message
it: Modifica messaggio

source: Edit your email by clicking the edit button next to the Typeahead response. Press **Enter** to save or **Shift-Enter** for a new line. Alternatively, you can type feedback like "make it more concise" or "more casual," and it will provide a revised draft. If you want it to remember detailed instructions for the future, you can click on the wrench icon to configure a Quick Action. Click continue when you're satisfied.
fr: Éditez votre e-mail en cliquant sur le bouton de modification à côté de la réponse Typeahead. Appuyez sur Entrée pour enregistrer ou Maj+Entrée pour une nouvelle ligne. Alternativement, vous pouvez taper des commentaires comme 'rendez-le plus concis' ou 'plus décontracté', et cela fournira un brouillon révisé. Si vous voulez qu'il se souvienne des instructions détaillées pour l'avenir, vous pouvez cliquer sur l'icône de la clé pour configurer une Action Rapide. Cliquez sur continuer lorsque vous êtes satisfait.
it: Modifica la tua email cliccando sul pulsante di modifica accanto alla risposta di Typeahead. Premi **Invio** per salvare o **Maiusc+Invio** per una nuova riga. In alternativa, puoi digitare un feedback come "rendilo più conciso" o "più informale", e riceverai una bozza rivista. Se desideri che ricordi istruzioni dettagliate per il futuro, puoi cliccare sull'icona a forma di chiave inglese per configurare un'azione rapida. Clicca su continua quando sei soddisfatto.

source: Enable Autopilot
fr: Activer l'autopilote
it: Abilita il pilota automatico

source: Enable Dictation
fr: Activer la dictée
it: Abilita Dettatura

source: Enable Narration
fr: Activer la Narration
it: Abilita la narrazione

source: Examples
fr: Exemples
it: Esempi

source: Expected Output
fr: Résultat Attendu
it: Risultato Atteso

source: Explain what you want this action to do.
fr: Expliquez ce que vous voulez que cette action fasse.
it: Spiega cosa vuoi che faccia questa azione.

source: Failed to register
fr: Échec de l'inscription
it: Non riuscito a registrare

source: Failed to render image
fr: Échec du rendu de l'image
it: Rendering dell'immagine fallito

source: Failed to sign-in
fr: Échec de la connexion
it: Impossibile accedere

source: Failed to sign-in with Apple
fr: Échec de la connexion avec Apple
it: Impossibile accedere con Apple

source: Failed to sign-in with email
fr: Échec de la connexion avec l'email
it: Impossibile accedere con l'email

source: Failed to sign-in with Google
fr: Échec de la connexion avec Google
it: Impossibile accedere con Google

source: Failed to submit feedback
fr: Échec de l'envoi des commentaires
it: Impossibile inviare feedback

source: Feedback
fr: Retour d'information
it: Riscontro

source: Filter by context
fr: Filtrer par contexte
it: Filtra per contesto

source: Finish
fr: Terminer
it: Termina

source: General
fr: Général
it: Generale

source: General Settings
fr: Paramètres généraux
it: Impostazioni Generali

source: Getting Started
fr: Commencer
it: Iniziare

source: Hi, Thanks for trying out Typeahead! We are working on new features and fixing bugs every day, so we appreciate your support. Please let us know if you run into any issues. Best, The Typeahead Team
fr: Bonjour, Merci d'avoir essayé Typeahead ! Nous travaillons sur de nouvelles fonctionnalités et corrigeons des bugs tous les jours, donc nous apprécions votre soutien. Veuillez nous informer si vous rencontrez des problèmes. Cordialement, L'équipe Typeahead
it: Ciao, Grazie per aver provato Typeahead! Stiamo lavorando ogni giorno su nuove funzionalità e sulla risoluzione dei bug, quindi apprezziamo il tuo supporto. Per favore, facci sapere se incontri qualche problema. Cordiali saluti, Il Team di Typeahead

source: Hide Modal during Autopilot
fr: Masquer la fenêtre modale pendant le pilote automatique
it: Nascondi Modale durante il Pilota Automatico

source: History
fr: Historique
it: Storia

source: Hot-key configurations
fr: Configurations de raccourcis clavier
it: Configurazione dei tasti di scelta rapida

source: How to **activate** a Typeahead window
fr: Comment activer une fenêtre Typeahead
it: Per **attivare** una finestra Typeahead

source: How to **smart-copy**
fr: Comment faire une **copie intelligente**
it: Come fare il **smart-copy**

source: How to **Smart-paste**
fr: Comment faire un **Collage intelligent**
it: Come fare il **smart-paste**

source: If you delete this, TypeaheadAI will forget about this example, and this action cannot be undone.
fr: Si vous supprimez ceci, TypeaheadAI oubliera cet exemple, et cette action ne pourra pas être annulée.
it: Se elimini questo, TypeaheadAI dimenticherà questo esempio e questa azione non può essere annullata.

source: In incognito mode, TypeaheadAI works without connecting to the Internet, and your copy-paste history is 100% private. We will make this more user-friendly, but you can choose which model you want to run below.
fr: En mode incognito, TypeaheadAI fonctionne sans se connecter à Internet, et votre historique de copier-coller est 100 % privé. Nous rendrons cela plus convivial, mais vous pouvez choisir ci-dessous quel modèle vous souhaitez exécuter.
it: In modalità incognito, TypeaheadAI funziona senza connettersi a Internet e la tua cronologia di copia-incolla è privata al 100%. Renderemo questo più facile da usare, ma puoi scegliere quale modello vuoi eseguire qui sotto.

source: In the chat window, you can tell Typeahead what to do with the copied data, and Typeahead may also try to suggest relevant actions. For this tutorial, you can click on the "reply to this email" suggestion.
fr: Dans la fenêtre de chat, vous pouvez indiquer à Typeahead quoi faire avec les données copiées, et Typeahead peut également essayer de suggérer des actions pertinentes. Pour ce tutoriel, vous pouvez cliquer sur la suggestion 'répondre à cet e-mail'.
it: Nella finestra di chat, puoi dire a Typeahead cosa fare con i dati copiati, e Typeahead potrebbe anche cercare di suggerire azioni pertinenti. Per questo tutorial, puoi cliccare sul suggerimento "rispondi a questa email".

source: Incognito Settings
fr: Paramètres d'incognito
it: Impostazioni di navigazione in incognito

source: Intents
fr: Intentions
it: Intenzioni

source: Keep message history
fr: Conserver l'historique des messages
it: Mantenere la cronologia dei messaggi

source: Label
fr: Étiquette
it: Etichetta

source: Launch at Login
fr: Lancer à la connexion
it: Avvia all'accesso

source: Let's break down what happened behind the scenes. At its core, **smart-copy** and **smart-paste** is an **interface** to make AI more accessible, but it also learns how you like to work. Every time you **smart-copy** and **smart-paste** something, Typeahead will use the copied input and the pasted output as an example for how to do that task again. For example, if you edited the email manually or by prompting, your preferences would be remembered for the next time you say "reply to this email." It can learn to generalize patterns across examples, and the more you use Typeahead, the better it will become.
fr: À la base, smart-copy et smart-paste constituent une interface pour rendre l'IA plus accessible, mais elle apprend également votre manière de travailler. Chaque fois que vous utilisez smart-copy et smart-paste, Typeahead utilise l'entrée copiée et la sortie collée comme exemple pour savoir comment effectuer à nouveau cette tâche. Par exemple, si vous avez modifié l'e-mail manuellement ou en utilisant une commande, vos préférences seront mémorisées pour la prochaine fois que vous direz "répondre à cet e-mail". Il peut apprendre à généraliser les modèles à travers des exemples et plus vous utilisez Typeahead, plus il deviendra performant.
it: Analizziamo cosa è successo dietro le quinte. Al suo nucleo, **smart-copy** e **smart-paste** è un'**interfaccia** per rendere l'IA più accessibile, ma impara anche come ti piace lavorare. Ogni volta che fai **smart-copy** e **smart-paste** di qualcosa, Typeahead utilizzerà l'input copiato e l'output incollato come esempio per come fare di nuovo quel compito. Ad esempio, se hai modificato l'email manualmente o tramite un comando, le tue preferenze verranno ricordate per la prossima volta che dici "rispondi a questa email". Può imparare a generalizzare schemi attraverso esempi, e più usi Typeahead, migliore diventerà.

source: Name
fr: Nom
it: Nome

source: Narration Settings
fr: Paramètres de narration
it: Impostazioni della narrazione

source: Navigational Shortcuts
fr: Raccourcis de navigation
it: Scorciatoie di navigazione

source: New chat
fr: Nouvelle discussion
it: Nuova chat

source: New Chat: Opens a new chat window
fr: Nouveau Chat : Ouvre une nouvelle fenêtre de chat
it: Apri Chat: Apre una nuova finestra di chat

source: New Quick Action
fr: Nouvelle Action Rapide
it: Azione rapida nuova

source: New user? Register with email.
fr: Nouvel utilisateur ? Inscrivez-vous avec un e-mail.
it: Nuovo utente? Registrati con l'email.

source: Next, we will show you how to use **Autopilot**. Typeahead can do your busywork for you, like filling out forms and even sending emails. It knows how to **open apps and websites** and **interact with the UI**, so you can think of it like a self-driving car. You can tell it what to do, and it will try to carry out the task on its own. If it gets stuck or needs more clarification, it will ask for help. This is still in early development, so we appreciate your patience if there are bugs. If you don't want it, you can disable it in the settings. Let's give it a try. Open a new window with:
fr: Ensuite, nous allons vous montrer comment utiliser Autopilote. Typeahead peut faire votre travail répétitif à votre place, comme remplir des formulaires et même envoyer des e-mails. Il sait comment ouvrir des applications et des sites web et interagir avec l'interface utilisateur, donc vous pouvez le considérer comme une voiture autonome. Vous pouvez lui dire ce qu'il doit faire, et il essaiera d'exécuter la tâche de manière autonome. S'il est bloqué ou a besoin de plus de précisions, il demandera de l'aide. Ceci est encore en début de développement, donc nous apprécions votre patience s'il y a des bugs. Si vous ne le voulez pas, vous pouvez le désactiver dans les paramètres. Essayons-le. Ouvrez une nouvelle fenêtre avec :
it: Successivamente, ti mostreremo come utilizzare **Autopilot**. Typeahead può svolgere il tuo lavoro di routine per te, come compilare moduli e persino inviare email. Sa come **aprire app e siti web** e **interagire con l'interfaccia utente**, quindi puoi pensarlo come un'auto a guida autonoma. Puoi dirgli cosa fare e cercherà di eseguire il compito autonomamente. Se si blocca o ha bisogno di ulteriori chiarimenti, chiederà aiuto. Questo è ancora in fase di sviluppo iniziale, quindi apprezziamo la tua pazienza se ci sono bug. Se non lo desideri, puoi disabilitarlo nelle impostazioni. Proviamoci. Apri una nuova finestra con:

source: Not implemented yet
fr: Pas encore implémenté
it: Non ancora implementato

source: Offline Mode
fr: Mode Hors-ligne
it: Modalità offline

source: Once you're happy with Typeahead's response, you can **smart-paste** the latest draft into Gmail or your favorite email app. For this tutorial, you can **smart-paste** the response into the text box below with:
fr: Une fois que vous êtes satisfait de la réponse de Typeahead, vous pouvez coller intelligemment le dernier brouillon dans Gmail ou votre application de messagerie préférée. Pour ce tutoriel, vous pouvez coller intelligemment la réponse dans la zone de texte ci-dessous avec :
it: Una volta che sei soddisfatto della risposta di Typeahead, puoi **incollare in modo intelligente** la bozza più recente in Gmail o nella tua app di posta elettronica preferita. Per questo tutorial, puoi **incollare in modo intelligente** la risposta nel riquadro di testo qui sotto con:

source: Online
fr: En ligne
it: In linea

source: Open chat
fr: Ouvrir le chat
it: Apri la chat

source: Open Chat: Opens an existing chat window
fr: Ouvrir le Chat : Ouvre une fenêtre de chat existante
it: Apri la chat: Apre una finestra di chat esistente

source: Open in Finder
fr: Ouvrir dans le Finder
it: Apri in Finder

source: Open System Preferences
fr: Ouvrir les Préférences Système
it: Apri Preferenze di Sistema

source: Password
fr: Mot de passe

source: Pasted Text
fr: Texte collé
it: Testo incollato

source: Personalize your email
fr: Personnaliser votre e-mail
it: Personalizza la tua email

source: Pitch Multiplier
fr: Multiplicateur de tonalité
it: Moltiplicatore di tono

source: Plan
fr: Planifier
it: Piano

source: Please register or sign-in to get started.
fr: Veuillez vous inscrire ou vous connecter pour commencer.
it: Per favore registrati o accedi per iniziare.

source: Please share your feedback here! Your feedback is valuable.
fr: Veuillez partager votre avis ici ! Votre avis est précieux.
it: Per favore condividi il tuo feedback qui! Il tuo feedback è prezioso.

source: Please sign-in to use TypeaheadAI in online mode.
fr: Veuillez vous connecter pour utiliser TypeaheadAI en mode en ligne.
it: Per favore, accedi per utilizzare TypeaheadAI in modalità online.

source: Profile
fr: Profil
it: Profilo

source: Prompt
fr: Invite

source: Quick Action
fr: Action Rapide
it: Azione rapida

source: Quick Action ID
fr: ID d'action rapide
it: ID Azione Rapida

source: Quick Actions
fr: Actions rapides
it: Azioni rapide

source: Quickly search for specific quick actions using the search bar or scroll through the list to find the one you want. You can then edit or delete them, or create a brand new one.
fr: Recherchez rapidement des actions rapides spécifiques en utilisant la barre de recherche ou faites défiler la liste pour trouver celle que vous voulez. Vous pouvez ensuite les modifier ou les supprimer, ou en créer une toute nouvelle.
it: Ricerca rapidamente azioni rapide specifiche utilizzando la barra di ricerca o scorri l'elenco per trovare quella che desideri. Puoi poi modificarle o eliminarle, oppure crearne una completamente nuova.

source: Quit
fr: Quitter
it: Uscire

source: Recent chats
fr: Discussions récentes
it: Chat recenti

source: Register
fr: S'inscrire
it: Registrati

source: Reset User Prompts
fr: Réinitialiser les invites d'utilisateur
it: Reimposta i prompt degli utenti

source: Reset User Settings
fr: Réinitialiser les paramètres utilisateur
it: Reimposta le impostazioni utente

source: Retry
fr: Réessayer
it: Riprova

source: Retry recording
fr: Réessayer l'enregistrement
it: Riprova la registrazione

source: Sample Input
fr: Exemple d'entrée
it: Ingresso campione

source: Save
fr: Sauvegarder
it: Salva

source: Save as Quick Action
fr: Enregistrer comme Action Rapide
it: Salva come Azione Rapida

source: Screenshot
fr: Capture d'écran

source: Search messages...
fr: Rechercher des messages...
it: Cerca messaggi...

source: Search quick actions...
fr: Recherche d'actions rapides...
it: Azioni rapide di ricerca...

source: See less
fr: Voir moins
it: Vedi meno

source: See more
fr: Voir plus
it: Vedi di più

source: Settings
fr: Paramètres
it: Impostazioni

source: Sign in
fr: Se connecter
it: Accedi

source: Sign out
fr: Se déconnecter
it: Esci

source: Skip
fr: Passer
it: Salta

source: Smart Copy-Pastes
fr: Copier-Coller intelligents
it: Copia-incolla intelligenti

source: Smart-Copy: Responds to what you've selected
fr: Copie Intelligente : Répond à ce que vous avez sélectionné
it: Incolla intelligente: Risponde a ciò che hai selezionato

source: Smart-Focus: Focuses VoiceOver cursor on element
fr: Smart-Focus : Concentre le curseur VoiceOver sur l'élément
it: Smart-Focus: Concentra il cursore VoiceOver sull'elemento

source: Smart-Paste: Pastes the most recent Typeahead response
fr: Collage Intelligent : Colle la réponse Typeahead la plus récente
it: Incolla intelligente: Incolla la risposta più recente di Typeahead

source: Smart-Vision: Takes a screenshot
fr: Vision Intelligente : Prend une capture d'écran
it: Visione Intelligente: Effettua uno screenshot

source: Something went wrong...
fr: Quelque chose s'est mal passé...
it: Qualcosa è andato storto...

source: Something went wrong... Please check your internet connection and make sure that you are signed in.
fr: Un problème est survenu... Veuillez vérifier votre connexion Internet et assurez-vous d'être connecté.
it: Qualcosa è andato storto... Si prega di controllare la connessione a Internet e assicurarsi di essere connessi.

source: Space
fr: Espace
it: Spazio

source: Speaking rate
fr: Vitesse de parole
it: Velocità di lettura

source: Speaking volume
fr: Volume de la parole
it: Volume della voce

source: Specify your **intent**
fr: Précisez votre intention
it: Specifica il tuo **intento**

# Step %lld of %lld
source: Step %1$lld of %2$lld
fr: Étape %lld sur %lld
it: Passo %1$lld di %2$lld

source: Submit
fr: Soumettre
it: Invia

source: Successfully saved Quick Action
fr: Action Rapide enregistrée avec succès
it: Azione rapida salvata con successo
